Repository: ArboreSign/moocng
Catalog: moocng/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Unknown error with ajax petition
es: Error desconocido al hacer la petición ajax

source: completed
es: completado

source: New progress calculation
es: Nuevo cálculo para el progreso

source: Now the weights of the unit's nuggets are not considered in progress calculation.
es: Ahora el peso de las píldoras de la unidad no es tenido en cuenta a la hora de calcular el progreso.

source: This score will not be applied to your final score until you get the minimum number of reviews
es: Esta nota no se aplicará a tu nota final hasta que obtengas el número mínimo de revisiones

source: pending
es: pendiente

source: correct
es: correcto

source: incorrect
es: incorrecto

source: Reviews of your submission
es: Revisiones de tu entrega

source: Date
es: Fecha

source: Score
es: Nota

source: You have not received any review yet
es: Aún no has recibido ninguna revisión

source: You have sent %(sent_reviews)s reviews of the %(mandatory_reviews)s mandatory reviews.
es: Has enviado %(sent_reviews)s revisiones de las %(mandatory_reviews)s obligatorias.

source: Do more reviews
es: Hacer más revisiones

source: View details
es: Ver detalles

source: The module is not ready
es: El módulo no está listo

source: This module has no nuggets. Probably the start date hasn't been reached yet.
es: Este módulo no tiene píldoras. Probablemente aún no se ha alcanzado la fecha de inicio.
